export const Years = [
    2023,
    2024,
];

export const Quarters = [
    1,
    2,
    3,
    4
];

export const selectionButtonsData  = [
    {russian: 'Региональный разрез', english: 'region' },
    {russian: 'Отраслевой разрез', english: 'branch' },
    {russian: 'Размер выручки', english: 'revenue'},
];

export const Regions = [
    'ЦФО',
    'СЗФО',
    'ЮФО',
    'СКФО',
    'ПФО',
    'УрФО',
    'СибФО',
    'ДВФО',
    'Москва',
    'Санкт-Петербург'
];

export const Branches = [
    'Сервис',
    'Строительство',
    'Промышленность',
    'Сельское хозяйство',
    'Инфраструктура'
];

export const Revenue = [
    'Крупные предприятия с годовым оборотом более 2 млрд рублей',
    'Средние предприятия с годовым оборотом от 800 млн рублей до 2 млрд рублей',
    'Малые предприятия с годовым оборотом от 120 до 800 млн рублей',
    'Микропредприятия с годовым оборотом до 120  млн рублей'
];
